<!DOCTYPE html>
<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>
<%@ taglib prefix="s" uri="/struts-tags"%>
<html>
  <head>
    <title>圈易物-服务条款</title>
	<meta http-equiv="X-UA-Compatible" content="IE=EmulateIE8">  
	<meta http-equiv="keywords" content="quan15，圈易物,大学,朋友,物品分享,个人主页,分享圈,社区,交友,便利生活,校园,急求，闲置物品,圈易物网">
	<meta http-equiv="description" content="圈易物（或者圈15网） 圈易物网是一个基于真实社交网络的物品分享网站，真实互助，各取所需，分享关心，分享真情。 加入圈易物网你可以:租、借、买卖、赠送闲置物品；了解好友的最新需求，力所能及的帮助他们；找到关系较近的陌生人，在互助中结识新朋友；通过虚拟社区改善现实社区生活；经营自己的交际圈,展示自我。">
	<link rel="shortcut icon" type="image/x-icon" href="${pageContext.request.contextPath}/web/image/base/s_icon.ico" />
	<link rel="apple-touch-icon" href="${pageContext.request.contextPath}/web/image/base/icon.png" />	
	<link rel="stylesheet" type="text/css" href="${pageContext.request.contextPath}/web/css/base/base.css"/>
  	<!--[if lt IE 7]>
		<script type='text/javascript'>
			window.location.href = 'lowVersion';
		</script>
	<![endif]-->
	<!--[if lte IE 8]><link rel="stylesheet" type="text/css" href="${pageContext.request.contextPath}/web/css/home/homeForIE.css"><![endif]--> 
  	<style type="text/css">
  		label{float:left;margin-top:20px;font-family:"黑体",Arial;color:#e68303;}
  		p{float:left;width:100%;font-size:14px;text-align:left;line-height:20px;}
  	</style>
  </head>
  
  <body>
     <div class = "main" id = "main">
     	<div id = "home_top">
			<div id = "home_top_main">
				<a href = "${pageContext.request.contextPath}/home"><img src = "${pageContext.request.contextPath}/web/image/home/home_logo.png" style = "float:left;height:40px;"/></a>
			</div>
		</div>
		<div style="margin-top:0px;width:700px;">
			<div style="margin:0px;background:url(${pageContext.request.contextPath}/web/image/base/instruction_bg_top.jpg) no-repeat;width:700px;height:30px;">
			</div>
			<div style="background:url(${pageContext.request.contextPath}/web/image/base/instruction_bg.jpg) repeat;width:700px;float:left;">
				<div style="float:left;width:650px;margin-left:25px;margin-right:25px;">
					<h3 style="font-family:'黑体',Arial;font-weight:400;">圈易物网服务条款</h3>
					<label>
						一  服务条款的重要提示
					</label>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;本服务条款是您（下称"用户"）与圈易物之间关于使用圈易物网站所有服务所订定的协议。本协议描述圈易物与用户之间关于使用圈易物网站服务的双方权利和义务。用户通过注册程序阅读本服务条款并点击"同意"按钮完成注册，即表示用户与圈易物网站已达成协议，自愿接受本服务条款的所有内容。圈易物拥有对服务条款的最终解释权。
					</p>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;用户注册成功后，圈易物网站将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。如用户的密码、帐户被盗用，除非该事件由于圈易物的过失导致，否则用户应承担被盗用期间产生的一切责任和后果。
					</p>
					<label>
						二 知识产权声明
					</label>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;圈易物网站是由圈易物自主研发。圈易物网站的一切版权、商标权、专利权、商业秘密等知识产权，以及与圈易物网站相关的所有信息内容，包括但不限于：文字表述及其组合、图标、图饰、图表、色彩、界面设计、版面框架、有关数据、印刷材料、电子文档、音像或视频等均受中华人民共和国著作权法、商标法、专利法、反不正当竞争法和相应的国际条约以及其他知识产权法律法规的保护，除涉及第三方授权的软件或技术外，圈易物网站享有上述知识产权。
					</p>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;任何组织或个人未经圈易物书面同意，用户不得以任何目的自行实施、利用、转让或许可任何三方实施、利用、转让上述知识产权。圈易物保留追究上述行为的权利
					</p>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;圈易物为提供网络服务而使用的任何软件（包括但不限于软件中所含的任何图象、照片、动画、录像、录音、音乐、文字和附加程序、随附的帮助材料）的一切权利均属于该软件的著作权人，未经该软件的著作权人许可，用户不得对该软件进行反向工程（reverse engineer）、反向编译（decompile）或反汇编（disassemble）。
					</p>
					<label>
						三 服务内容
					</label>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;圈易物网络服务的具体内容由圈易物根据实际情况提供，包括但不限于物品租赁平台、物品借用平台、二手货买卖平台、在线音乐等
					</p>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;圈易物网站提供的部分网络服务为收费网络服务，用户使用网络服务须向圈易物网缴纳一定费用。对于收费服务，圈易物网站会在用户使用前给出明确的提示，只有用户根据提示确认其愿意支付相关费用，用户才能使用该等收费网络服务。如用户拒绝或未成功支付相关服务费用，圈易物网站有权暂停对用户提供该项收费网络服务。
					</p>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;为完全使用圈易物网站的服务，用户需提供设备，包括个人电脑一台、调制解调器一个及配备上网装置。与此同时，上网费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均由用户自行承担。
					</p>
					<label>
						四 服务使用、变更、中断及终止
					</label>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;鉴于圈易物网站提供服务的独特性，用户需同意：1 用户在注册时，所填信息均为详尽及准确的个人资料。2 如有变动，用户需及时更新个人资料。3 用户如因提供虚假资料，由此造成的损失均由用户本人承担，损失包括但不限于因资料虚假而无法取回丢失的圈易物网帐号。

					</p>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;圈易物网站账号的所有权归圈易物所有，用户通过注册获得账号的使用权。用户需同意：1 圈易物网站账号的使用权仅属于初始申请注册人，禁止赠与、借用、租用、转让或售卖。用户应当自行承担因违反此要求而遭致的任何损失，同时圈易物网站保留追究上述行为人法律责任的权利。
2 圈易物有权随时变更、中断或终止部分或全部的网络服务（包括收费网络服务）。如该项服务属于免费服务，圈易物可不通知用户；如该项服务属于收费服务，圈易物需提前通知用户，并应向受影响的用户提供等值的替代性的收费网络服务，如用户不愿意接受替代性的收费网络服务，就该用户已经向圈易物支付的服务费，圈易物应当按照该用户实际使用相应收费网络服务的情况扣除相应服务费之后将剩余的服务费退还给该用户。
3 由于圈易物需定期对圈易物网站进行定期或不定期地对提供网络服务的平台（如互联网网站、移动网络等）或相关的设备进行检修或者维护，如由于此类情况而造成收费网络服务在合理时间内的中断，圈易物无须对此承担任何责任。
4 如用户提供的资料不准确，不真实，不合法有效，圈易物有权变更、中断、结束用户使用圈易物网站各项服务（包括收费网络服务）的权利，并无须承担任何责任。
5 如用户违反本协议中的任何一条使用规则，圈易物有权变更、中断、结束用户使用圈易物网站各项服务（包括收费网络服务）的权利，并无须承担任何责任。
						
					</p>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;用户注册的免费网络服务的帐号在任何连续90日内未实际使用，或者用户注册的收费网络服务的帐号在其订购的收费网络服务的服务期满之后连续180日内未实际使用，则圈易物有权删除该帐号并停止为该用户提供相关的网络服务。
					</p>
					<label>
						五 使用条款
					</label>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;用户需重视圈易物帐号与密码的保管责任，并就其帐号下的一切活动负全部责任。如用户发现其账号未经许可遭到他人非法使用，需立即通知圈易物。因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用，圈易物不承担任何责任。
					</p>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;用户同意圈易物在提供网络服务过程中以各种方式投放各种商业性广告或其他任何类型的商业信息。
					</p>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;用户在使用圈易物网站服务时，须遵守以下原则：
1 遵守中国相关的法律法规；
2遵守所有与网络服务有关的网络协议、规定和程序；
3 不得为任何非法目的而使用网络服务系统；
4 不得利用圈易物网站进行任何不利于互联网的正常运转的行为；
6不得侵犯其他任何第三方的专利权、著作权、商标权、名誉权或其他任何合法权益；
5 不得利用圈易物网站传输任何中伤他人的、骚扰性的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；
7 不得利用圈易物网站进行任何不利于圈易物的行为
						
					</p>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;对于用户上传到圈易物网站上可公开获取区域的任何内容（包括但不限于发布在一级圈子的内容），户同意圈易物在全世界范围内具有免费的、永久性的、不可撤销的、非独家的和完全再许可的权利和许可，以使用、复制、修改、改编、出版、翻译、据以创作衍生作品、传播、表演和展示此等内容（整体或部分），和/或将此等内容编入当前已知的或以后开发的其他任何形式的作品、媒体或技术中。
					</p>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;圈易物有权对用户就圈易物网站服务的使用情况进行监督和审查，（包括但不限于对用户存储在圈易物网站的内容进行审核），如用户在使用网络服务时违反任何上述规定，圈易物网站或其授权的人有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户张贴的内容等、暂停或终止用户使用网络服务的权利）以减轻用户不当行为造成的影响。
					</p>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;圈易物针对某些特定的网络服务的使用通过各种方式（包括但不限于网页公告、电子邮件、短信提醒等）作出的任何声明、通知、警示等内容视为本协议的一部分，用户如使用该等网络服务，视为用户同意该等声明、通知、警示的内容
					</p>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;用户在遵守法律和本协议的前提下，可以使用圈易物网站提供的服务。用户无权实施包括但不限于以下行为：
1用户通过非圈易物开发、授权或认可的三方兼容软件、系统登录或使用圈易物网站及服务，用户针对圈易物网站和服务使用非圈易物开发、授权或认证的插件和外挂；
2制造虚假身份以误导、欺骗他人；
3不得通过修改或伪造网站运行中的指令、数据、数据包，增加、删减、变动网站的功能或运行效果，不得将用于上述用途的软件通过信息网络向公众传播或者运营
；
4其他以任何不合法的方式、为任何不合法的目的、或以任何与本协议不一致的方式使用本网站和圈易物提供的其他服务；

					</p>
					<label>
						六 用户信息隐私保护
					</label>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;圈易物注重对用户信息的隐私保护，并保证不对外公开或向第三方提供单个用户的注册资料及用户在使用网络服务时存储在圈易物的非公开内容，但下列情况除外：
1 圈易物事先获得用户的授权许可，用户要求圈易物项目团队或授权某人通过电子邮件服务或其他方式透露这些信息；
2 根据相关法律法规的要求，圈易物需透露这些信息；
3按照相关政府主管部门的要求；
4 为了维护公众的利益；
5 为了维护圈易物的利益
；
6 圈易物网站可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与圈易物网站同等的保护用户隐私的责任，则圈易物网站有权将用户的注册资料等提供给该第三方；
7在不透露单个用户隐私资料的前提下，圈易物网站有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。

					</p>
					<label>
						七 法律责任与免责声明
					</label>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;用户同意使用圈易物网站的网络服务所产生的全部风险完全由用户个人承担，因用户使用本网站的网络服务而产生的一切后果由用户承担，圈易物对此不负任何责任。
					</p>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;圈易物不担保其所提供的网络服务一定能及时、准确、不会有中断，也不担保一定能满足用户的需求
					</p>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;由于不可抗力、计算机病毒或黑客攻击、国家相关行业主管部门及电信运营商的调整、系统不稳定、用户所在位置、用户关机以及其他任何技术、互联网络、通信线路原因等造成的服务中断或不能满足用户要求的风险由用户承担，但圈易物将尽量减少因此给用户带来的损失和影响
					</p>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;用户同意，对于圈易物网站向用户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失，圈易物无需承担任何责任：
1 圈易物网站向用户免费提供的各项网络服务；
2 圈易物网站向用户赠送的任何产品或者服务；
3 圈易物网站向收费网络服务用户附赠的各种产品或者服务。

					</p>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;使用本网站提供的网络服务可能带来他人匿名或冒名的含有威胁、诽谤、令人反感或非法内容的信息的风险，用户须明白并自行承担以上风险，圈易物及合作单位不对任何有关信息真实性、适用性、合法性承担责任。
					</p>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;用户需自行承担在使用本网站服务时带来的风险，圈易物和合作公司对服务不作任何类型的担保，不论是明确的或隐含的，包括所有有关信息真实性、适用性、所有权和非侵权性的默示担保和条件，对因此导致任何因用户不正当或非法使用服务产生的直接、间接、偶然、特殊及后续的损害，不承担任何责任。
					</p>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;用户使用圈易物网站提供的服务，因受误导或欺骗而导致或可能导致的任何心理、生理上的伤害以及经济上的损失，由过错方依法承担所有责任，一概与圈易物及合作单位无关。
					</p>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;由于用户不正当使用产品服务，非法使用服务或用户传送的信息有所变动。用户的上述行为引起对圈易物或第三方的损害，应当依法承担责任并向圈易物进行赔偿，圈易物可以自行或协助第三方使用用户提供的任何信息进行维权。
					</p>
					<label>
						八 用户信息存储和限制
					</label>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;如用户所发布信息的删除或储存失败，责任由用户承担。圈易物保留判定用户的行为是否符合圈易物网站服务条款的要求和精神的权利，如果用户违背了服务条款的规定，则中断或删除其虚拟社区服务的帐号。
					</p>
					<label>
						九 违约赔偿
					</label>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;用户同意保障和维护圈易物全体成员的利益。如因用户违反本服务条款或为纠正用户的违反行为而产生的律师费用、诉讼费用、公正费用、鉴定费用、执行费用等，以及因违反服务条款的引起损害赔偿费用，其他人使用用户的电脑、帐号和其它知识产权的追索费，均由用户为圈易物承担。
					</p>
					<label>
						十 青少年上网提醒
					</label>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;青少年用户必须遵守全国青少年网络文明公约:
要善于网上学习，不浏览不良信息；
要诚实友好交流，不侮辱欺诈他人；
要增强自护意识，不随意约会网友；
要维护网络安全，不破坏网络秩序；
要有益身心健康，不沉溺虚拟时空
						
					</p>
					<label>
						十一 协议修改
					</label>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;本协议可由圈易物项目团队随时更新，更新后的协议条款一旦公布即代替原来的协议条款，并将直接在网站上以适当方式提示用户，恕不再另行通知。用户可重新登陆网站查阅最新版协议条款。在圈易物项目团队修改《协议》条款后，如果用户不接受修改后的条款，请立即停止使用圈易物网站提供的软件和服务，用户继续使用圈易物网站提供的软件和服务将被视为已接受了修改后的协议。
					</p>
					<label>
						十二 通知送达
					</label>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;本协议项下圈易物对于用户所有的通知均可通过网页公告、电子邮件、手机短信或常规的信件传送等方式进行；这些通知于发送之日视为已送达收件人。
					</p>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;用户对于圈易物的通知应当通过圈易物对外正式公布的通信地址、传真号码、电子邮件地址等联系信息进行送达。
					</p>
					<label>
						十三 法律管辖
					</label>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;本协议的订立、执行和解释及争议的解决均应适用中国法律并受中国法院管辖。
					</p>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向本协议签订地有管辖权的人民法院提起诉讼。
					</p>
					
					<label>
						十四 其他
					</label>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 圈易物将视向用户所提供服务内容之特性，要求用户在注册圈易物提供的有关服务时，遵守特定的条件和条款；如该特定条件和条款与以上服务条款有任何不一致之处，则已特定条件和条款为准。
					</p>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;本服务条款中的任何条款无论因何种原因完全或部分无效或不具有执行力，其余条款仍应有效并且有约束力。
					</p>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;本服务条款执行过程中所产生的任何问题本网站和用户都将友好协商解决。
					</p>
					<p>
						&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;以上条款的解释权归圈易物最终所有。
					</p>
				</div>
			</div>
		</div>
     </div>
      <s:include value="../foot/footDefault.jsp"/>
  </body>
</html>
     